[
    {
        "id": 0,
        "idPercorso": 0,
        "name": "Acadia",
        "createDate": "February 26, 1919",
        "lat": 44.35,
        "long": -68.21,
        "distance": 0,
        "image": "acadia.jpg",
        "state": "Maine",
        "data": "Covering most of Mount Desert Island and other coastal islands, Acadia preserves the tallest mountain on the Atlantic coast, granite peaks, ocean shoreline, woodlands, and lakes. There are freshwater, estuary, forest, and intertidal habitats."
    },
    {
        "id": 1,
        "idPercorso": 0,
        "name": "American Samoa",
        "createDate": "October 31, 1988",
        "lat": -14.25,
        "long": -170.68,
        "distance": 0,
        "image": "americansamoa.jpg",
        "state": "American Samoa",
        "data": "The southernmost national park is on three Samoan islands and protects coral reefs, rainforests, volcanic mountains, and white beaches. The area is also home to flying foxes, brown boobies, sea turtles, and 900 species of fish."
    },
    {
        "id": 2,
        "idPercorso": 0,
        "name": "Arches",
        "createDate": "November 12, 1971",
        "lat": 38.68,
        "long": -109.57,
        "distance": 0,
        "image": "arches.jpg",
        "state": "Utah",
        "data": "This site features more than 2,000 natural sandstone arches, including the Delicate Arch. In a desert climate millions of years of erosion have led to these structures, and the arid ground has life-sustaining soil crust and potholes, natural water-collecting basins. Other geologic formations are stone columns, spires, fins, sand towers."
    },
    {
        "id": 3,
        "idPercorso": 0,
        "name": "Badlands",
        "createDate": "November 10, 1978",
        "lat": 43.75,
        "long": -102.50,
        "distance": 0,
        "image": "badlands.jpg",
        "state": "South Dakota",
        "data": "The Badlands are a collection of buttes, pinnacles, spires, and grass prairies. It has the world's richest fossil beds from the Oligocene epoch, and there is wildlife including bison, bighorn sheep, black-footed ferrets, and swift foxes."
    },
    {
        "id": 4,
        "idPercorso": 0,
        "name": "Big Bend",
        "createDate": "June 12, 1944",
        "lat": 29.25,
        "long": -103.25,
        "distance": 0,
        "image": "bigbend.jpg",
        "state": "Texas",
        "data": "Named for the Bend of the Rio Grande along the US-Mexico border, this park includes a part of the Chihuahuan Desert. A wide variety of Cretaceous and Tertiary fossils as well as cultural artifacts of Native Americans exist within its borders."
    },
    {
        "id": 5,
        "idPercorso": 1,
        "name": "Biscayne",
        "createDate": "June 28, 1980",
        "lat": 25.65,
        "long": -80.08,
        "distance": 0,
        "image": "biscayne.jpg",
        "state": "Florida",
        "data": "Located in Biscayne Bay, this park at the north end of the Florida Keys has four interrelated marine ecosystems: mangrove forest, the Bay, the Keys, and coral reefs. Threatened animals include the West Indian Manatee, American crocodile, various sea turtles, and peregrine falcon."
    },
    {
        "id": 6,
        "idPercorso": 1,
        "name": "Black Canyon of the Gunnison",
        "createDate": "October 21, 1999",
        "lat": 38.57,
        "long": -107.72,
        "distance": 0,
        "image": "blackcanyon.jpg",
        "state": "Colorado",
        "data": "The park protects a quarter of the Gunnison River, which has dark canyon walls from the Precambrian era. The canyon has very steep descents, and it is a site for river rafting and rock climbing. The narrow, steep canyon, made of gneiss and schist, is often in shadow, appearing black."
    },
    {
        "id": 7,
        "idPercorso": 1,
        "name": "Bryce Canyon",
        "createDate": "February 25, 1928",
        "lat": 37.57,
        "long": -112.18,
        "distance": 0,
        "image": "brycecanyon.jpg",
        "state": "Utah",
        "data": "Bryce Canyon is a giant natural amphitheatre along the Paunsaugunt Plateau. The unique area has hundreds of tall hoodoos formed by erosion. The region was originally settled by Native Americans and later by Mormon pioneers."
    },
    {
        "id": 8,
        "idPercorso": 1,
        "name": "Canyonlands",
        "createDate": "September 12, 1964",
        "lat": 38.2,
        "long": -109.93,
        "distance": 0,
        "image": "canyonlands.jpg",
        "state": "Utah",
        "data": "This landscape was eroded into canyons, buttes, and mesas by the Colorado River, Green River, and their tributaries, which divide the park into four districts. There are rock pinnacles and other naturally sculpted rock, as well as artifacts from Ancient Pueblo Peoples."
    },
    {
        "id": 9,
        "idPercorso": 1,
        "name": "Capitol Reef",
        "createDate": "December 18, 1971",
        "lat": 38.20,
        "long": -111.17,
        "distance": 0,
        "image": "capitolreefnationalpark.jpg",
        "state": "Utah",
        "data": "The park's Waterpocket Fold is a 100-mile (160 km) monocline that shows the Earth's geologic layers. Other natural features are monoliths and sandstone domes and cliffs shaped like the United States Capitol."
    },
    {
        "id": 10,
        "idPercorso": 1,
        "name": "Carlsbad Caverns",
        "createDate": "May 14, 1930",
        "lat": 32.17,
        "long": -104.44,
        "distance": 0,
        "image": "carlsbadcavern.jpg",
        "state": "New Mexico",
        "data": "Carlsbad Caverns has 117 caves, the longest of which is over 120 miles (190 km) long. The Big Room is almost 4,000 feet (1,200 m) long, and the caves are home to over 400,000 Mexican Free-tailed Bats and sixteen other species. Above ground are the Chihuahuan Desert and Rattlesnake Springs."
    }   
]